tests/test_MissingMethod_POST/data

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
<soap:Header />
<soap:Body>
<m:NotAMethod xmlns:m="https://thoughtress.com">
</m:NotAMethod>
</soap:Body>
</soap:Envelope>